[
  {
    "restaurant_name":"14. Havrani",
    "user_name":"Murad Sunbul",
    "user_profile_link":"https:\/\/www.tripadvisor.com.tr\/Profile\/641murads",
    "rating":5,
    "visit_date":"May 2025",
    "travel_type":"Arkadaşlar",
    "review_title":"Murad Sunbul",
    "review_text":"Tamamen yöresel ve mevsimsel yemekler ikram ediliyor.\nHazır içecekler kullanılmıyor. Kendi ürettikleri Kombuça ve su kefirleri içecek olarak veriliyor.",
    "value_rating":0,
    "service_rating":0,
    "food_rating":0,
    "atmosphere_rating":0,
    "helpful_vote_count":0
  },
  {
    "restaurant_name":"14. Havrani",
    "user_name":"Kübra T",
    "user_profile_link":"https:\/\/www.tripadvisor.com.tr\/Profile\/k_brat969",
    "rating":5,
    "visit_date":"Haz 2025",
    "travel_type":"Arkadaşlar",
    "review_title":"Kübra T",
    "review_text":"Havrani Restoran kesinlikle beklentilerimin çok üzerinde bir deneyim sundu. Mekânın ambiyansı çok şık, sade ve huzurlu. Şanlıurfa’nın hareketli sokaklarının ardından burada sakinleşip keyifli vakit geçirmek harika bir his.\n\nMenü gerçekten etkileyici. Yerel mutfağa ve geleneklere saygı duyularak hazırlanmış ama aynı zamanda modern dokunuşlarla zenginleştirilmiş. Özellikle mevsiminde ve bölgeden temin edilen ürünler kullanılıyor; tazeliği ve lezzeti her lokmada hissediyorsunuz.\n\nBen farklı farklı yemekler denedim – hepsi hem lezzet hem de sunum açısından mükemmeldi. Ayrıca ev yapımı fermente içecekleri  kesinlikle denemenizi öneririm; çok farklı ve ferahlatıcı.\n\nServis ekibi ise çok ilgili ve güleryüzlü. Siparişler özenle anlatılıyor, her detayla ilgileniliyor ve misafirler kendini çok özel hissediyor.\n\nSonuç olarak, klasik kebap restoranlarının ötesine geçip, Urfa’nın yöresel lezzetlerini farklı ve yenilikçi bir şekilde keşfetmek isteyen herkes mutlaka buraya uğramalı.\n\nKesinlikle tekrar geleceğim. Şanlıurfa’ya böyle özgün ve kaliteli bir restoran kazandıran herkese teşekkürler!",
    "value_rating":5,
    "service_rating":5,
    "food_rating":5,
    "atmosphere_rating":5,
    "helpful_vote_count":0
  },
  {
    "restaurant_name":"14. Havrani",
    "user_name":"Jan S",
    "user_profile_link":"https:\/\/www.tripadvisor.com.tr\/Profile\/G3126JUjans",
    "rating":5,
    "visit_date":"May 2025",
    "travel_type":"Arkadaşlar",
    "review_title":"Jan S",
    "review_text":"Urfa'da geçirdiğim 3 günün en iyi gastronomik deneyimini yaşadığım restoran. Kahvaltı etmek için oturduğumuz Havrani'den Akşam yemeğini yemeden ayrılamadık. Her yemeğin bir hikayesi ve atmosferi vardı. Urfa'nın yemek kültürünü tek bir restoranda bu kadar katmanlı tadımlayabileceğimi düşünmezdim. Güzel bir deneyimdi. Sakin ve huzurlu, tarihi bir alanda vakit geçirmesi de ayrıca keyifliydi.",
    "value_rating":0,
    "service_rating":0,
    "food_rating":0,
    "atmosphere_rating":0,
    "helpful_vote_count":0
  },
  {
    "restaurant_name":"14. Havrani",
    "user_name":"Sevgi Y",
    "user_profile_link":"https:\/\/www.tripadvisor.com.tr\/Profile\/SevgiY112",
    "rating":5,
    "visit_date":"May 2025",
    "travel_type":"Aile",
    "review_title":"Sevgi Y",
    "review_text":"Havrani Restoran'da geçirdiğimiz deneyim gerçekten mükemmeldi. Sunulan her yemeğin kalitesi ilk lokmada kendini belli ediyor. Kullanılan malzemelerin tazeliği, özenle hazırlanan sunumlar ve lezzet uyumu gerçekten üst düzeydi.\n\nSadece yemekler değil, hizmet kalitesi de efsane diyebilirim. Güler yüzlü ve profesyonel personel, misafirlere kendilerini özel hissettiriyor. Atmosferiyle, lezzetiyle ve servisiyle fark yaratan bir mekan. Mutlaka tekrar geleceğiz!",
    "value_rating":5,
    "service_rating":5,
    "food_rating":5,
    "atmosphere_rating":5,
    "helpful_vote_count":0
  },
  {
    "restaurant_name":"14. Havrani",
    "user_name":"Ali A",
    "user_profile_link":"https:\/\/www.tripadvisor.com.tr\/Profile\/aliaF3861RM",
    "rating":5,
    "visit_date":"May 2025",
    "travel_type":"Arkadaşlar",
    "review_title":"Ali A",
    "review_text":"Mükemmeldi. Urfa seyahatimizde tüm yemek planlarımızı havranide yaptık. Yemekler çok lezzetliydi. Deneme şansı bulduğumuz her şey inanılmazdı. Yemek malzemelerin nerede hangi şartlarla yetiştiğini bize anlattıklarında ve yemeklerin açık ateşte pişirildiğini öğrendiğimizde şaşkınlığımızı gizleyemedik. Çok değerli bir yer. Umarım tüm restoranlara örnek olur.",
    "value_rating":5,
    "service_rating":5,
    "food_rating":5,
    "atmosphere_rating":5,
    "helpful_vote_count":0
  }
]